Repository: GemsTracker/randomize-module
Catalog: languages/default-*.po
Languages: nl

source: Direct import
nl: Directe import

source: Assignments
nl: Toewijzingen

source: randomization block
nl: randomisatie blok

source: Randomization studies
nl: Randomisatie studies

source: randomization study
nl: randomisatie studie

source: Randomization values
nl: Randomisatie waarden

source: randomization value
nl: randomisatie waarde

source: Study name
nl: Studienaam

source: The study name is used to group blocks.
nl: De studienaam wordt gebruikt om blokken te groeperen.

source: Stratum / condition
nl: Stratum / voorwaarde

source: A stratum is a track level condition.
nl: Een stratum is een voorwaarde op traject niveau.

source: If it does not exist it will be created as an inactive condition.
nl: Als de voorwaarde niet bestaat wordt een inactieve voorwaarde aangemaakt.

source: See Track builder: Conditions.
nl: Zie Trajectbouwer: Voorwaarden.

source: Assignment id
nl: Toewijzings id

source: A unique name identifying the randomization value.
nl: Een unieke naam die de randomisatie indentificeerd.

source: Selection order
nl: Volgorde van selectie

source: The order of use within a study, leave empty to add to end of stack.
nl: De gebruiksvolgorde binnen een studie. Leeglaten om als laatste in te voegen.

source: The order of use within a study, leave empty to add by order of import.
nl: De gebruiksvolgorde binnen een studie. Leeglaten om op volgorde van import in te voegen.

source: Assign value
nl: Toewijs waarde

source: The outcome value assigned to a randomization.
nl: De uitkomst waarde bij randomizeren.

source: Block Description
nl: Blok omschrijving

source: Optional block description, not used by GemsTracker
nl: Optionele omschrijving voor het blok, niet gebruikt door GemsTracker

source: Optional extra information, not used by GemsTracker
nl: Optionele extra informatie, niet gebruikt door GemsTracker

source: Block Info
nl: Blok informatie

source: Active
nl: Actief

source: Usage
nl: Gebruik

source: 0 means unlimited use
nl: 0 betekent onbeperkt gebruik

source: Changed on
nl: Veranderd op

source: Changed by
nl: Veranderd door

source: Used
nl: Gebruikt

source: Unused
nl: Ongebruikt

source: Total
nl: Totaal

source: Randomization export value
nl: Randomisatie export waarde

source: The outcome value assigned to a randomization, used for export.
nl: De uitkomst waarde bij randomiseren, gebruikt voor export.

source: Randomization value label
nl: Randomisatie waarde weergave

source: The outcome label shown in the field.
nl: De uitkomstwaarde getoond in het veld.

source: Block randomization
nl: Blok randomizatie

source: Reset study
nl: Reset studie

source: Values
nl: Waarden

source: Grant right to see the outcome of a randomization.
nl: Heeft het recht randomisatie uitkomsten te zien.

source: Randomization
nl: Randomisatie

source: Block randomization explanation
nl: Blok randomisatie uitleg

source: Block randomization is used to automatically assign randomization outcomes to track fields.
nl: Blok randomisatie wordt gebruikt om automatisch randomisatie uitkomsten aan trajectvelden toe te wijzen.

source: The randomization outcome is the free assignment with the lowest selection order, if the track is valid for the assigment stratum.
nl: De randomisatie uitkomst is een toewijzing die nog gebruikt kan worden met de laagste volgorde, indien het traject aan het stratum voldoet.

source: Step 1: Create a study
nl: Stap 1: Maak een studie

source: Studies are just labels to allow multiple randomizations in a project.
nl: Studies zijn eenvoudige labels die meerdere randomisaties in een project mogelijk maken.

source: If an assignment import contains a new study it will automatically be created.
nl: Als de import van toewijzingen een nieuwe studie bevat, wordt deze gecreëerd.

source: Step 2: Create / design strata
nl: Stap 2: Maak / ontwerp strata

source: Strata are track-level conditions.
nl: Strata zijn voorwaarden op traject niveau.

source: You can create these conditions both here and in the Track builder Conditions page.
nl: Deze trajectvoorwaarden kunnen zowel hier als op de Trajectbouwer Voorwaarden pagina gemaakt worden.

source: Create a track condition on age, location, etc...
nl: Creëer een trajectvoorwaarde op leeftijd, vestiging, etc...

source: If an assignment import contains a new stratum an inactive skeleton stratum will automatically be created.
nl: Als de import van toewijzingen een nieuw stratum bevat, wordt automatisch een inactief skelet stratum gecreëerd.

source: Step 3: Determine the outcome values
nl: Stap 3: Bepaal de uitkomst waarden

source: Per study you can define the outcome values used.
nl: Per studie kan je aangeven welke uitkomstwaarden gebruikt worden.

source: The export values must be unique per study.
nl: De export waarden moeten uniek zijn binnen een studie.

source: The label value is what is shown to the users who are allowed to see the the outcomes.
nl: De weergave waarde is wat de gebruikers zien die de uitkomst mogen inkijken.

source: If an assignment import contains a new value, this value will be created.
nl: Als de import van toewijzingen een nieuwe waarde bevat, wordt deze waarde automatisch gecreëerd.

source: Step 4: Create assignments
nl: Stap 4: Creëer de toewijzingen

source: Randomization values are assigned from the assignments table.
nl: Randomisatie uitkomsten worden toegewezen middels de tabel met toewijzingen.

source: Assignments have to satisfy a stratum to be used.
nl: Toewijzingen moeten voldoen aan een stratum om gebruikt te worden.

source: The assignment with the lowest order that has free uses is used first.
nl: De toewijzing met de laagste volgorde en die nog gebruikt kan worden, wordt als eerste gebruikt.

source: The id and value of a used assignment cannot be changed.
nl: Het id en de waarde van een gebruikte toewijzing kunnen niet verandert worden.

source: During assignment import you can fill this table without first taking the other steps.
nl: Tijdens het importeren van toewijzingen kan je de hele tabel vullen zonder de eerdere stappen te nemen.

source: Step 5: Create the track fields
nl: Stap 5: Creëer de traject velden

source: To use randomization values with a track, add a Randomization type track field.
nl: Om randomisatie waarden toe te wijzen aan een traject, voeg een trajectveld toe van het type Randomisatie.

source: Make sure all fields used by strata are placed before the Randomization field.
nl: Let er op dat de velden die gebruikt worden door de strata voor het Randomisatie veld staan.

source: Select a study to use, you may use one study in multiple fields.
nl: Selecteer een studie voor gebruik, ja kan een studie kan gebruiken bij meerdere velden.

source: (all studies)
nl: (alle studies)

source: (all strata)
nl: (alle strata)

source: Maxed out
nl: Opgebruikt

source: Unlimited use
nl: Onbeperkt gebruik

source: (any usage)
nl: (elk gebruik)

source: (any active)
nl: (elke actief)

source: Reset the study NOW!
nl: Reset de studie METEEN!

source: Enter the name of the study
nl: Type de naam van de studie

source: Resetting a study clears all randomization assignments to track fields.
nl: Bij een studie-reset worden alle toewijzingen van randomisatie uitkomsten aan trajectvelden leeg gemaakt.

source: '%value%' is not an existing study!
nl: '%value%' bestaat niet als studie!

source: Do you want to reset a study?
nl: Wil u een studie resetten?

source: Reset all randomization values for study %s.
nl: Alle randomisatie waarden voor studie %s zijn gereset.

source: Reset %d assignment(s) and %d track field(s).
nl: Reset uitgevoerd op %d toewijzing(en) and %d trajectveld(en).

source: Study Blocks
nl: Studie blokken

source: Select the study name for this randomization
nl: Kies de studienaam voor deze randomizatie
